Repository: basteyy/user-contact-mails
Catalog: languages/user-contact-mails-*.po
Languages: de_de, es_es

source: User Contact Mails
de_de: Benutzer-Kontakt-E-Mails
es_es: Correos de contacto de usuario

source: Allow users to store additional contact emails and provide admins a management interface.
de_de: Ermöglicht Benutzern, zusätzliche Kontakt-E-Mails zu speichern, und bietet Administratoren eine Verwaltungsoberfläche.
es_es: Permite a los usuarios guardar correos de contacto adicionales y proporciona a los administradores una interfaz de gestión.

source: General Settings
de_de: Allgemeine Einstellungen
es_es: Ajustes generales

source: Enable Plugin?
de_de: Plugin aktivieren?
es_es: ¿Activar el plugin?

source: Enable Logging?
de_de: Protokollierung aktivieren?
es_es: ¿Habilitar registro?

source: Maximum Emails per User
de_de: Maximale E-Mails pro Benutzer
es_es: Correos máximos por usuario

source: Require at least one email?
de_de: Mindestens eine E-Mail erforderlich?
es_es: ¿Requerir al menos un correo?

source: User can choose primary email?
de_de: Benutzer darf Haupt-E-Mail wählen?
es_es: ¿El usuario puede elegir el correo principal?

source: Enable this to allow users to choose their primary email address.
de_de: Aktivieren, damit Benutzer ihre Haupt-E-Mail-Adresse wählen können.
es_es: Activa esto para permitir a los usuarios elegir su correo principal.

source: Set primary email as user_email in wp_users?
de_de: Haupt-E-Mail als user_email in wp_users setzen?
es_es: ¿Establecer el correo principal como user_email en wp_users?

source: Validate emails?
de_de: E-Mails validieren?
es_es: ¿Validar correos?

source: Enable this to validate email addresses. This validates only the structure, not the existing of any domain/address.
de_de: Aktivieren, um E-Mail-Adressen zu validieren. Es wird nur die Struktur geprüft, nicht die Existenz der Domain oder Adresse.
es_es: Activa esto para validar las direcciones de correo. Solo valida la estructura, no la existencia del dominio o la dirección.

source: Roles that can manage settings
de_de: Rollen, die Einstellungen verwalten dürfen
es_es: Roles que pueden gestionar ajustes

source: Select the roles that can manage the plugin settings.
de_de: Wähle die Rollen aus, die die Plugin-Einstellungen verwalten dürfen.
es_es: Selecciona los roles que pueden gestionar los ajustes del plugin.

source: Roles that can view emails
de_de: Rollen, die E-Mails ansehen dürfen
es_es: Roles que pueden ver correos

source: Select the roles that can view the emails.
de_de: Wähle die Rollen aus, die E-Mails ansehen dürfen.
es_es: Selecciona los roles que pueden ver los correos.

source: Roles that can view logs
de_de: Rollen, die Protokolle ansehen dürfen
es_es: Roles que pueden ver registros

source: Select the roles that can view the logs.
de_de: Wähle die Rollen aus, die Protokolle ansehen dürfen.
es_es: Selecciona los roles que pueden ver los registros.

source: Enable Labels for Emails?
de_de: Bezeichnungen für E-Mails aktivieren?
es_es: ¿Habilitar etiquetas para correos?

source: Enable this to allow users to set labels for their emails.
de_de: Aktivieren, damit Benutzer Bezeichnungen für ihre E-Mails vergeben können.
es_es: Activa esto para permitir a los usuarios asignar etiquetas a sus correos.

source: Require Labels for Emails?
de_de: Bezeichnungen für E-Mails erforderlich?
es_es: ¿Requerir etiquetas para correos?

source: Enable this to require labels for emails. This only works if labels are enabled.
de_de: Aktivieren, um Bezeichnungen für E-Mails zu erzwingen. Funktioniert nur, wenn Bezeichnungen aktiviert sind.
es_es: Activa esto para forzar etiquetas en correos. Solo funciona si las etiquetas están habilitadas.

source: Log file has been cleared.
de_de: Protokolldatei wurde gelöscht.
es_es: El archivo de registro se ha borrado.

source: Manage user contact emails and settings.
de_de: Benutzer-Kontakt-E-Mails und Einstellungen verwalten.
es_es: Gestiona correos de contacto de usuario y ajustes.

source: Show List
de_de: Liste anzeigen
es_es: Mostrar lista

source: Settings
de_de: Einstellungen
es_es: Ajustes

source: View Logs
de_de: Protokolle anzeigen
es_es: Ver registros

source: You do not have permission to manage these settings.
de_de: Du hast keine Berechtigung, diese Einstellungen zu verwalten.
es_es: No tienes permiso para gestionar estos ajustes.

source: You are not allowed to do this.
de_de: Du darfst das nicht.
es_es: No tienes permiso para hacer esto.

source: You are not allowed to view this page.
de_de: Du darfst diese Seite nicht anzeigen.
es_es: No tienes permiso para ver esta página.

source: Invalid nonce.
de_de: Ungültiger Nonce.
es_es: Nonce inválido.

source: Invalid export format.
de_de: Ungültiges Exportformat.
es_es: Formato de exportación inválido.

source: No users selected for export.
de_de: Keine Benutzer für den Export ausgewählt.
es_es: No se seleccionaron usuarios para exportar.

source: Unknown export format.
de_de: Unbekanntes Exportformat.
es_es: Formato de exportación desconocido.

source: Plugin is not enabled.
de_de: Plugin ist nicht aktiviert.
es_es: El plugin no está activado.

source: User Contact Mails Activated!
de_de: Benutzer-Kontakt-E-Mails aktiviert!
es_es: ¡Correos de contacto de usuario activados!

source: Thank you for activating and trusting our plugin.
de_de: Danke, dass du unser Plugin aktiviert und dein Vertrauen geschenkt hast.
es_es: Gracias por activar y confiar en nuestro plugin.

source: With this plugin, users can add additional contact information via their profile page.
de_de: Mit diesem Plugin können Benutzer zusätzliche Kontaktinformationen über ihre Profilseite hinzufügen.
es_es: Con este plugin, los usuarios pueden añadir información de contacto adicional desde su página de perfil.

source: Administration and export are available under Tools > User Contact Mails.
de_de: Verwaltung und Export findest du unter Werkzeuge → Benutzer-Kontakt-E-Mails.
es_es: La administración y exportación están disponibles en Herramientas > Correos de contacto de usuario.

source: If you find any errors, please report them to me (basteyy).
de_de: Falls du Fehler findest, melde sie bitte an mich (basteyy).
es_es: Si encuentras errores, repórtalos por favor a mí (basteyy).

source: Go to Tools » User Contact Mails
de_de: Zu Werkzeuge → Benutzer-Kontakt-E-Mails
es_es: Ir a Herramientas » Correos de contacto de usuario

source: Close
de_de: Schließen
es_es: Cerrar

source: User is missing
de_de: Benutzer fehlt
es_es: Falta el usuario

source: Contact Emails
de_de: Kontakt-E-Mails
es_es: Correos de contacto

source: No additional emails added yet. Use the button to add one.
de_de: Noch keine zusätzlichen E-Mails hinzugefügt. Nutze die Schaltfläche, um eine hinzuzufügen.
es_es: No se han añadido correos adicionales aún. Usa el botón para añadir uno.

source: Name your address (for example recipients name or branch name).
de_de: Gib deiner Adresse einen Namen (z. B. Empfänger- oder Filialname).
es_es: Nombra tu dirección (por ejemplo, nombre del destinatario o sucursal).

source: Dont forget to submit the form, in order to save changes.
de_de: Vergiss nicht, das Formular abzusenden, um Änderungen zu speichern.
es_es: No olvides enviar el formulario para guardar los cambios.

source: Invalid email
de_de: Ungültige E-Mail
es_es: Correo inválido

source: Label (e.g. Work)
de_de: Bezeichnung (z. B. Arbeit)
es_es: Etiqueta (p.ej. Trabajo)

source: Primary Email
de_de: Haupt-E-Mail
es_es: Correo principal

source: Remove
de_de: Entfernen
es_es: Eliminar

source: Add another email
de_de: Weitere E-Mail hinzufügen
es_es: Añadir otro correo

source: Please fix highlighted fields.
de_de: Bitte behebe die markierten Felder.
es_es: Por favor corrige los campos resaltados.

source: Export users
de_de: Benutzer exportieren
es_es: Exportar usuarios

source: Export all users and there contact-data or a selection of the users.
de_de: Exportiere alle Benutzer und deren Kontaktdaten oder eine Auswahl von Benutzern.
es_es: Exporta todos los usuarios y sus datos de contacto o una selección de usuarios.

source: User
de_de: Benutzer
es_es: Usuario

source: Primary User E-Mail
de_de: Haupt-Benutzer-E-Mail
es_es: Correo principal del usuario

source: Additional Contacts
de_de: Zusätzliche Kontakte
es_es: Contactos adicionales

source: All
de_de: Alle
es_es: Todo

source: Invert
de_de: Invertieren
es_es: Invertir

source: Include primary email
de_de: Haupt-E-Mail einbeziehen
es_es: Incluir correo principal

source: Include labels
de_de: Bezeichnungen einbeziehen
es_es: Incluir etiquetas

source: Export as
de_de: Exportieren als
es_es: Exportar como

source: TEXT
es_es: TEXTO

source: Export
de_de: Exportieren
es_es: Exportar

source: Please select an export format.
de_de: Bitte wähle ein Exportformat aus.
es_es: Por favor selecciona un formato de exportación.

source: Please select at least one user to export.
de_de: Bitte wähle mindestens einen Benutzer zum Export aus.
es_es: Por favor selecciona al menos un usuario para exportar.

source: Logfile
de_de: Protokolldatei
es_es: Archivo de registro

source: This log file contains all actions performed by the plugin, including errors and warnings. It is useful for debugging and monitoring purposes.
de_de: Diese Protokolldatei enthält alle vom Plugin durchgeführten Aktionen, einschließlich Fehler und Warnungen. Sie ist nützlich für Debugging und Überwachung.
es_es: Este archivo de registro contiene todas las acciones realizadas por el plugin, incluidos errores y advertencias. Es útil para depuración y monitoreo.

source: Clear Log File
de_de: Protokolldatei löschen
es_es: Borrar archivo de registro

source: Timestamp
de_de: Zeitstempel
es_es: Marca de tiempo

source: Message
de_de: Meldung
es_es: Mensaje

source: You are not allowed to edit the selected user.
de_de: Du darfst den ausgewählten Benutzer nicht bearbeiten.
es_es: No tienes permiso para editar el usuario seleccionado.

source: Security check failed.
de_de: Sicherheitsprüfung fehlgeschlagen.
es_es: Verificación de seguridad fallida.

source: Please provide labels for all emails.
de_de: Bitte gib für alle E-Mails Bezeichnungen an.
es_es: Por favor proporciona etiquetas para todos los correos.

source: Invalid primary email selection.
de_de: Ungültige Auswahl der Haupt-E-Mail.
es_es: Selección de correo principal inválida.
